Repository: JanLHai/SwipeClean
Catalog: Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

source: Aufräumen
en: Clean up
es: Limpiar
fr: Nettoyer
hi: साफ़ करें
it: Pulire
ja: 整理する
ko: 정리하기
pt_br: Limpar
ru: Очистить
zh_hans: 清理

source: Behalten
en: Keep
es: Conservar
fr: Conserver
hi: रखें
it: Conserva
ja: 保持する
ko: 보관하기
pt_br: Manter
ru: Сохранить
zh_hans: 保留

source: Behaltene Medien: %lld
en: Retained Media %lld
es: Medios conservados: %lld
fr: Médias conservés : %lld
hi: सहेजे गए मीडिया: %lld
it: Media conservati: %lld
ja: 保持したメディア： %lld
ko: 보관된 미디어: %lld
pt_br: Mídias mantidas: %lld
ru: Сохраненные медиа: %lld
zh_hans: 保留的媒体：%lld

source: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認する
ko: 확인
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

source: Bilder
en: Images
es: Imágenes
fr: Images
hi: चित्र
it: Immagini
ja: 画像
ko: 이미지
pt_br: Imagens
ru: Изображения
zh_hans: 图片

source: Bis:
en: To
es: Hasta:
fr: Jusqu’à :
hi: तक:
it: Fino a:
ja: まで:
ko: 까지:
pt_br: Até:
ru: До:
zh_hans: 至:

source: Bist du dir sicher, dass du die Datenbank zurücksetzen möchtest?
en: Are you sure you want to reset the database?
es: ¿Estás seguro de que deseas restablecer la base de datos?
fr: Êtes-vous sûr de vouloir réinitialiser la base de données ?
hi: क्या आप वाकई डेटाबेस रीसेट करना चाहते हैं?
it: Sei sicuro di voler reimpostare il database?
ja: 本当にデータベースをリセットしてもよろしいですか
ko: 데이터베이스를 재설정하시겠습니까?
pt_br: Tem certeza de que deseja redefinir o banco de dados?
ru: Вы уверены, что хотите сбросить базу данных?
zh_hans: 您确定要重置数据库吗？

# CloudKit Synchronisierung
source: Cloud-Synchronisierung
en: Cloud synchronization
es: Sincronización en la nube
fr: Synchronisation dans le cloud
hi: क्लाउड सिंक्रोनाइज़ेशन
it: Sincronizzazione cloud
ja: クラウド同期
ko: 클라우드 동기화
pt_br: Sincronização com a nuvem
ru: Облачная синхронизация
zh_hans: 云同步

# CloudKit Synchronisierung aktivieren
source: Cloud-Synchronisierung aktivieren
en: Enable Cloud Synchronization
es: Activar sincronización en la nube
fr: Activer la synchronisation dans le cloud
hi: क्लाउड सिंक्रोनाइज़ेशन सक्रिय करें
it: Attiva sincronizzazione cloud
ja: クラウド同期を有効にする
ko: 클라우드 동기화 활성화
pt_br: Ativar sincronização com a nuvem
ru: Включить облачную синхронизацию
zh_hans: 启用云同步

source: Datenbank zurücksetzen
en: Reset database
es: Restablecer base de datos
fr: Réinitialiser la base de données
hi: डेटाबेस रीसेट करें
it: Reimposta il database
ja: データベースをリセットする
ko: 데이터베이스 재설정
pt_br: Redefinir banco de dados
ru: Сброс базы данных
zh_hans: 重置数据库

source: Datum
en: Date
es: Fecha
fr: Date
hi: तारीख़
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期

source: Developer
en: Developrt
es: Desarrollador
fr: Développeur
hi: डेवलपर
it: Sviluppatore
ja: 開発者
ko: 개발자
pt_br: Desenvolvedor
ru: Разработчик
zh_hans: 开发者

source: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: Entwickelt von: Jan Haider
en: Developed by: Jan Haider
es: Desarrollado por: Jan Haider
fr: Développé par : Jan Haider
hi: डेवलपर: Jan Haider
it: Sviluppato da: Jan Haider
ja: 開発者： Jan Haider
ko: 개발자: Jan Haider
pt_br: Desenvolvido por: Jan Haider
ru: Разработано: Jan Haider
zh_hans: 开发者：Jan Haider

source: Fertig (%lld)
en: Done (%lld)
es: Listo (%lld)
fr: Terminé (%lld)
hi: पूर्ण (%lld)
it: Fatto (%lld)
ja: 完了 (%lld)
ko: 완료 (%lld)
pt_br: Concluído (%lld)
ru: Готово (%lld)
zh_hans: 完成 (%lld)

source: Freigeräumter Speicher: %@
en: Freed up storage: %@
es: Espacio liberado: %@
fr: Espace libéré : %@
hi: खाली स्थान: %@
it: Spazio liberato: %@
ja: 解放済み容量： %@
ko: 해제된 저장 공간: %@
pt_br: Espaço liberado: %@
ru: Освобожденное место: %@
zh_hans: 可用空间：%@

source: Galerie-Ordner
en: Gallery folder
es: Carpeta de la galería
fr: Dossier de la galerie
hi: गैलरी फ़ोल्डर
it: Cartella della galleria
ja: ギャラリーフォルダ
ko: 갤러리 폴더
pt_br: Pasta da galeria
ru: Папка галереи
zh_hans: 相册文件夹

source: Gelöschte Medien: %lld
en: Deleted media: %lld
es: Medios eliminados: %lld
fr: Médias supprimés : %lld
hi: हटाए गए मीडिया: %lld
it: Media eliminati: %lld
ja: 削除されたメディア： %lld
ko: 삭제된 미디어: %lld
pt_br: Mídias excluídas: %lld
ru: Удаленные медиа: %lld
zh_hans: 已删除的媒体：%lld

source: Geteilt mit der App Clean my Gallery
en: Shared with the app Clean my Gallery
es: Compartido con la aplicación Clean my Gallery
fr: Partagé avec l'application Clean my Gallery
hi: Clean my Gallery ऐप के साथ साझा किया गया
it: Condiviso con l'app Clean my Gallery
ja: アプリ ギャラリークリーナー で共有
ko: Clean my Gallery 앱으로 공유
pt_br: Compartilhado com o aplicativo Clean my Gallery
ru: Поделено через приложение Очистка Галереи
zh_hans: 与应用程序清理图库分享

source: Hilfe
en: Help
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Помощь
zh_hans: 帮助

source: Kein Bild
en: No pictures
es: Sin imagen
fr: Aucune image
hi: कोई चित्र नहीं
it: Nessuna immagine
ja: 画像がありません
ko: 이미지 없음
pt_br: Sem imagem
ru: Изображение отсутствует
zh_hans: 无图片

source: Keine Medien vorhanden
en: No media available
es: No hay medios
fr: Aucun média disponible
hi: कोई मीडिया उपलब्ध नहीं
it: Nessun media disponibile
ja: メディアがありません
ko: 미디어가 없습니다
pt_br: Nenhuma mídia disponível
ru: Медиа отсутствуют
zh_hans: 没有媒体

source: Lade ältestes Datum…
en: Loading oldest date…
es: Cargando fecha más antigua…
fr: Chargement de la date la plus ancienne…
hi: सबसे पुरानी तारीख लोड हो रही है…
it: Caricamento della data più antica…
ja: 最も古い日付を読み込み中…
ko: 가장 오래된 날짜 로딩 중…
pt_br: Carregando a data mais antiga…
ru: Загрузка самой старой даты…
zh_hans: 正在加载最早的日期…

# Letzte Entscheidung rückgängig machen
source: Letzte Entscheidung rückgängig machn
en: Undo last decision
es: Deshacer la última decisión
fr: Annuler la dernière décision
hi: अंतिम निर्णय को पूर्ववत करें
it: Annulla l'ultima decisione
ja: 最後の決定を元に戻す
ko: 마지막 결정을 실행 취소
pt_br: Desfazer a última decisão
ru: Отменить последнее решение
zh_hans: 撤销上次决定

# LivePhoto
source: Live Bilder
en: Live Images
es: Imágenes en vivo
fr: Images en direct
hi: लाइव छवियां
it: Immagini dal vivo
ja: ライブ画像
ko: 라이브 이미지
pt_br: Imagens ao vivo
ru: Живые изображения
zh_hans: 实时图片

source: Löschbestätigung
en: Confirmation of deletion
es: Confirmación de eliminación
fr: Confirmation de suppression
hi: हटाने की पुष्टि
it: Conferma eliminazione
ja: 削除確認
ko: 삭제 확인
pt_br: Confirmação de exclusão
ru: Подтверждение удаления
zh_hans: 删除确认

source: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Löschen bestätigen
en: Confirmation of deletion
es: Confirmar eliminación
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
it: Conferma l’eliminazione
ja: 削除を確認する
ko: 삭제 확인
pt_br: Confirmar exclusão
ru: Подтвердить удаление
zh_hans: 确认删除

source: Manuell synchronisieren
en: Sync manually
es: Sincronizar manualmente
fr: Synchroniser manuellement
hi: मैन्युअली सिंक्रोनाइज़ करें
it: Sincronizza manualmente
ja: 手動で同期する
ko: 수동 동기화
pt_br: Sincronizar manualmente
ru: Синхронизировать вручную
zh_hans: 手动同步

source: Medientyp
en: Media Type
es: Tipo de medios
fr: Type de média
hi: मीडिया प्रकार
it: Tipo di media
ja: メディアタイプ
ko: 미디어 유형
pt_br: Tipo de mídia
ru: Тип медиа
zh_hans: 媒体类型

source: Medientyp wählen
en: Select media type
es: Seleccionar tipo de medio
fr: Choisir le type de média
hi: मीडिया प्रकार चुनें
it: Scegli tipo di media
ja: メディアの種類を選択する
ko: 미디어 유형 선택
pt_br: Selecionar tipo de mídia
ru: Выбрать тип медиа
zh_hans: 选择媒体类型

source: Ordner auswählen
en: Select folder
es: Seleccionar carpeta
fr: Sélectionner un dossier
hi: फ़ोल्डर चुनें
it: Seleziona cartella
ja: フォルダを選択する
ko: 폴더 선택
pt_br: Selecionar pasta
ru: Выбрать папку
zh_hans: 选择文件夹

source: Supportanfrage
en: Support request
es: Solicitud de soporte
fr: Demande d’assistance
hi: सहायता अनुरोध
it: Richiesta di supporto
ja: サポートリクエスト
ko: 지원 요청
pt_br: Solicitação de suporte
ru: Запрос в службу поддержки
zh_hans: 支持请求

source: Teilen
en: Share
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

source: Ton
en: Sound
es: Sonido
fr: Son
hi: ध्वनि
it: Suono
ja: 音声
ko: 소리
pt_br: Som
ru: Звук
zh_hans: 音量

source: Version nicht verfügbar
en: Version not available
es: Versión no disponible
fr: Version non disponible
hi: संस्करण उपलब्ध नहीं
it: Versione non disponibile
ja: バージョンは利用できません
ko: 버전을 사용할 수 없음
pt_br: Versão não disponível
ru: Версия недоступна
zh_hans: 版本不可用

source: Von:
en: From:
es: De:
fr: De :
hi: से:
it: Da:
ja: から:
ko: 출처:
pt_br: De:
ru: От:
zh_hans: 来自：

# whatsNew_feature1_subtitle
source: Man kann nun bei Bildern mit der üblichen Geste zoomen.
en: You can now zoom in on images using the usual gesture.
es: Ahora puedes hacer zoom en las imágenes con el gesto habitual.
fr: Vous pouvez maintenant zoomer sur les images avec le geste habituel.
hi: अब आप सामान्य इशारे का उपयोग करके चित्रों को ज़ूम कर सकते हैं।
it: Ora puoi ingrandire le immagini utilizzando il gesto abituale.
ja: 通常のジェスチャーで画像をズームできるようになりました。
ko: 이제 일반적인 제스처를 사용하여 이미지를 확대할 수 있습니다.
pt_br: Agora você pode ampliar imagens usando o gesto usual.
ru: Теперь вы можете увеличивать изображения с помощью обычного жеста.
zh_hans: 现在可以用常规手势缩放图片。

# whatsNew_feature1_title
source: Zoom-Funktion
en: Zoom function
es: Función de zoom
fr: Fonction de zoom
hi: ज़ूम फ़ंक्शन
it: Funzione di zoom
ja: ズーム機能
ko: 줌 기능
pt_br: Função de zoom
ru: Функция увеличения
zh_hans: 缩放功能

# whatsNew_feature2_subtitle
source: Es ist nun möglich, Medien direkt aus der App an Kontakte zu teilen.
en: It is now possible to share media directly from the app with contacts.
es: Ahora es posible compartir medios directamente desde la aplicación con contactos.
fr: Il est désormais possible de partager des médias directement depuis l'application avec des contacts.
hi: अब ऐप से सीधे संपर्कों के साथ मीडिया साझा करना संभव है।
it: Ora è possibile condividere i media direttamente dall'app con i contatti.
ja: アプリから直接連絡先にメディアを共有できるようになりました。
ko: 이제 앱에서 직접 연락처로 미디어를 공유할 수 있습니다.
pt_br: Agora é possível compartilhar mídia diretamente do aplicativo com contatos.
ru: Теперь можно делиться медиафайлами напрямую из приложения с контактами.
zh_hans: 现在可以直接从应用程序将媒体分享给联系人。

# whatsNew_feature2_title
source: Medien teilen
en: Share media
es: Compartir medios
fr: Partager des médias
hi: मीडिया साझा करें
it: Condividi media
ja: メディアを共有
ko: 미디어 공유
pt_br: Compartilhar mídia
ru: Поделиться медиа
zh_hans: 分享媒体

# whatsNew_feature3_subtitle
source: Man kann nun auswählen, ob ein Bild auch in der Galerie als Favorit angezeigt werden soll.
en: You can now choose whether an image should also be displayed as a favorite in the gallery.
es: Ahora puedes elegir si una imagen también debe mostrarse como favorita en la galería.
fr: Vous pouvez maintenant choisir si une image doit également être affichée comme favori dans la galerie.
hi: अब आप चुन सकते हैं कि कोई चित्र गैलरी में पसंदीदा के रूप में दिखाया जाए या नहीं।
it: Ora puoi scegliere se un'immagine deve essere visualizzata come preferita anche nella galleria.
ja: ギャラリーで画像をお気に入りとして表示するかどうかを選択できるようになりました。
ko: 이제 갤러리에서 이미지를 즐겨찾기로 표시할지 선택할 수 있습니다.
pt_br: Agora você pode escolher se uma imagem também deve ser exibida como favorita na galeria.
ru: Теперь вы можете выбрать, должно ли изображение отображаться как избранное в галерее.
zh_hans: 现在可以选择是否将图片在图库中显示为收藏。

# whatsNew_feature3_title
source: Als Favorit markieren
en: Mark as favorite
es: Marcar como favorito
fr: Marquer comme favori
hi: पसंदीदा के रूप में चिह्नित करें
it: Segna come preferito
ja: お気に入りとしてマーク
ko: 즐겨찾기로 표시
pt_br: Marcar como favorito
ru: Отметить как избранное
zh_hans: 标记为收藏

# whatsNew_feature4_subtitle
source: Wir unterstützen nun auch neben den bisherigen Sprachen die Arabische Sprache.
en: We now also support the Arabic language in addition to the existing languages.
es: Ahora también admitimos el idioma árabe además de los idiomas existentes.
fr: Nous prenons désormais en charge la langue arabe en plus des langues existantes.
hi: अब हम मौजूदा भाषाओं के अलावा अरबी भाषा का भी समर्थन करते हैं।
it: Ora supportiamo anche la lingua araba oltre alle lingue esistenti.
ja: 既存の言語に加えて、アラビア語もサポートするようになりました。
ko: 기존 언어 외에도 아랍어를 지원합니다.
pt_br: Agora também suportamos o idioma árabe além dos idiomas existentes.
ru: Теперь мы поддерживаем арабский язык в дополнение к существующим языкам.
zh_hans: 我们现在除了现有语言外，还支持阿拉伯语。

# whatsNew_feature4_title
source: Zusätzliche Sprache Arabisch
en: Additional language Arabic
es: Idioma adicional: árabe
fr: Langue supplémentaire : arabe
hi: अतिरिक्त भाषा: अरबी
it: Lingua aggiuntiva: arabo
ja: 追加言語: アラビア語
ko: 추가 언어: 아랍어
pt_br: Idioma adicional: árabe
ru: Дополнительный язык: арабский
zh_hans: 额外语言：阿拉伯语

# whatsNew_primaryAction
source: Weiter
en: Next
es: Siguiente
fr: Suivant
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
ru: Далее
zh_hans: 继续

# whatsNew_title
source: Was ist neu in Clean my Gallery
en: What’s new in Clean my Gallery
es: ¿Qué hay de nuevo en Clean my Gallery?
fr: Quoi de neuf dans Clean my Gallery
hi: Clean my Gallery में नया क्या है?
it: Cosa c’è di nuovo in Clean my Gallery
ja: ギャラリークリーナー の新機能
ko: Clean my Gallery 의 새 소식
pt_br: O que há de novo no Clean my Gallery
ru: Что нового в Очистка Галереи
zh_hans: 清理图库 的更新内容

source: Zeitraum auswählen
en: Select a period
es: Seleccionar período
fr: Sélectionner la période
hi: अवधि चुनें
it: Seleziona periodo
ja: 期間を選択する
ko: 기간 선택
pt_br: Selecionar período
ru: Выбрать период
zh_hans: 选择时间段

source: zurück
en: Back
es: atrás
fr: retour
hi: वापस
it: indietro
ja: 戻る
ko: 뒤로
pt_br: voltar
ru: назад
zh_hans: 返回

source: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセットする
ko: 재설정
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_br: Política de Privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策

source: settingsButton
es: botón de ajustes
fr: bouton Réglages
hi: सेटिंग्स बटन
it: pulsante impostazioni
ja: 設定ボタン
ko: 설정 버튼
pt_br: botão de configurações
ru: Кнопка настроек
zh_hans: 设置按钮

# Version %@ (Build %@)
source: Version %1$@ (Build %2$@)
es: Versión %1$@ (Compilación %2$@)
hi: संस्करण %1$@ (बिल्ड %2$@)
it: Versione %1$@ (Build %2$@)
ja: バージョン %1$@ (ビルド %2$@)
ko: 버전 %1$@ (빌드 %2$@)
pt_br: Versão %1$@ (Build %2$@)
ru: Версия %1$@ (Сборка %2$@)
zh_hans: 版本 %1$@ (构建 %2$@)

source: Videos
fr: Vidéos
hi: वीडियो
it: Video
ja: 動画
ko: 동영상
pt_br: Vídeos
ru: Видео
zh_hans: 视频

source: Live Photos
hi: लाइव फोटो
ja: ライブフォト
ko: 라이브 포토
ru: Live‑фото
zh_hans: 实况照片

source: Clean my Gallery
ja: ギャラリークリーナー
ru: Очистка Галереи
zh_hans: 清理图库
